# encoding: utf-8

RASHOD_TYPES = {
  '0' => {text: 'агентским расходом по логистике лекторов', title: 'Агент (лектор)'},
  '1' => {text: 'агентским расходом по мероприятию в целом', title: 'Агент (мероприятие)'},
  '2' => {text: 'не агентским расходом', title: 'не агент'}
}

SCHET_TYPES = {
  '0' => {text: 'возмещением агенстких расходов', title: 'агент'},
  '1' => {text: 'возмещением неагенстких расходов', title: 'не агент'},
  '2' => {text: 'комиссионым вознаграждением', title: 'вознаграждение'}
}
